<template>


  <div>

    <h1 style="color: #3a8ee6">城市介绍: </h1>
    <div align="center">
      <img src="../../assets/city.png" style="width: 600px ;"></div>
    <div style="margin-top: 20px;">


      <h2>气候</h2><br>
      <p>本城市处于亚热带季风区，属于亚热带季风气候，四季分明，雨量充沛。全年平均气温17.8℃，平均相对湿度70.3%，年降水量1454毫米，年日照时数1765小时。
        夏季气候炎热，湿润，是新四大火炉之一。相反，冬季寒冷，干燥。春秋两季气候宜人，是观光旅游的黄金季节。</p>  <br>

      <h2>自然资源</h2><br>
      本城市物产丰富，素有“鱼米之乡”、“丝绸之府”、“人间天堂”之美誉。
      农业生产条件得天独厚，农作物、林木、畜禽种类繁多，种植林果、茶桑、花卉等品种260多个，本城市蚕桑、西湖龙井茶闻名全国。
      全市森林面积1635.27万亩，森林覆盖率达64.77%。<br><br>
      国家一级陆生野生动物有10种，二级64种；国家一级保护植物3种，二级18种。矿产资源有大中型的非金属和金属矿床。临安、昌化出产的鸡血石，为收藏石和印石中的珍品。<br><br>

      <h2>人口</h2><br>
      2021年末，本城市常住人口为1220.4万人，与2020年末常住人口1196.5万人相比，增加23.9万人。
    </div>


  </div>
</template>

<script>
export default {
  name: "CityInfo"
}
</script>

<style scoped>

</style>